{
  "experiences": [
    {
      "company": "Bloomberg News",
      "title": "News Intern",
      "date": "June 2020 – August 2020",
      "description": "Wrote data stories about the intersection of race, labor and climate. Investigated large databases with parallel processing, produced interactive visualizations, and geoprocessed rasters to report on systemic bias in FEMA flood risk assessments.",
      "story_hed": "Black, Hispanic Communities Rebounded Weeks Faster in Movement",
      "story_description": "I wrote code that could process hundreds of gigabytes of longitudinal location data in under a minute, revealing stark movement and labor disparities in New York’s return to normal. The story garnered more than 31,000 terminal and web views."
    },
    {
      "company": "The New York Times",
      "title": "Graphics Intern",
      "date": "May 2019 – August 2019",
      "description": "Pitched and wrote standalone graphics stories. Produced custom pages and interactive web applications. Carried out breaking coverage of debates, protests, and shootings.",
      "story_hed": "A Bird’s-Eye View of How Protesters Have Flooded Hong Kong Streets",
      "story_description": "Multimedia maps depict the scale of early protests in Hong Kong last summer. The story won a Malofiej Gold and Human Rights Best Graphic Award, as well as the SOPA award for Excellence in Information Graphics.",
      "thumbnail": "https://jasonkao.me/images/hong-kong.webp"
    },
    {
      "company": "Columbia Daily Spectator",
      "title": "Graphics Deputy Editor",
      "date": "September 2018 – Present",
      "description": "Direct and edit the daily production of all data visualizations and graphics, managing eight reporters and overseeing five assignments per week. Conceptualize, report, and develop enterprise data and visual projects."
    }
  ],
  "tools": [
    {
      "key": "Programming",
      "value": "Python, JS, R, Bash, Make, SQL/postgres, AWS"
    },
    {
      "key": "Spatial analysis",
      "value": "GDAL, QGIS, MapboxGL, mapshaper"
    },
    {
      "key": "Web programming",
      "value": "D3, WebGL, Node, GraphQL, frameworks (Svelte, React, Vue)"
    },
    {
      "key": "Design",
      "value": "Illustrator, Photoshop"
    }
  ]
}